Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ རྡེགས་ ཤིག་ རྡེགས་ ཤིག _།
en: Strike Prince Smṛtilābha! |#| Strike him!

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཆོད་ ཅིག་ ཆོད་ ཅིག་ སོད་ ཅིག _།
en: Cut Prince Smṛtilābha! |#| Cut him! |#| Kill him!’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ དེ་དག་ ལ་ སྨྲས་པ །_
en: $1214 “Muṣitasmṛti then replied to them,

source: དེ་ལྟ ར་ མ་ བྱེད་པ ར་ ཡང་ ཁྱེད་ཅག་ སྡོད་ ཅིག་ དང་ །_
en: ‘Wait, do not do that just yet.

source: ཁོ་བོ ས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ སྡིག་པ་ ཅན་ གྱི་ ལྟ་བ་ འདི་ ལས་ བཟློག་པ་ དང་ འདི་ ཁོ་བོ འི་ ཚིག་ བཞིན་ དུ་ བྱེད་པ ར་ འགྱུར་ རོ །_།
en: I will dissuade Prince Smṛtilābha from this evil view, so that he will act according to my words.

source: ཁོ་བོ་ ནི་ ཡུན་རིང་པོ་ ནས་ དེ འི་ མཛའ་ བཤེས་ སུ་ གྱུར་པ་ ཡིན །_
en: I have been his companion for a long time;

source: ལྷན་ཅིག་ སྐྱེས་པ ར་ གྱུར་པ་ ཡིན་ ཏེ །_
en: we were born together.

source: ཇི་སྲིད་ དུ་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱི་ ལྷག་པ འི་ བསམ་པ་ རྣམ་པར་ ཤེས་པ ར་ གྱུར་པ་ དེ་སྲིད་ དུ་ ཡུད་ཙམ་ ཞིག་ བཤོལ་བ ར་ གྱིས་ ཤིག _།
en: You must wait for as long as it takes Prince Smṛtilābha to come to an understanding of the exalted intention.

source: ཁོ་བོ་ ལ་ ཡང་ བྱས་པ་ གཟོ་བ་ ཉིད་ རྗེས་སུ་ སྲུངས་ ཤིག _།
en: Protect me too in gratitude for what I have done.

source: གལ་ཏེ་ རྒྱལ་ པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ སྡིག་པ་ ཅན་ གྱི་ ལྟ་བ་ དེ་ མི་ འདོར་བ་ ལྟ་ ན་ དེ འི་ འོག་ ཏུ་ ཁྱེད་ཅག་ གིས་ ཅི་དག ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: If you see that Prince Smṛtilābha does not give up that evil view, then after that you can do as you please.

source: གལ་ཏེ་ སྡིག་པ་ ཅན་ གྱི་ ལྟ་བ་ དེ་ལས་ བཟློག་ པར་ ནུས་པ་ ལྟ་ ན །_
en: But if you see that I have been able to dissuade him from that evil view,

source: དེ འི་ ཕྱིར་ ཁྱེད་ཅག་ གིས་ བྱས་པ་ གཟོ་བ་ ཉིད་ གཟུང་བ ར་ བྱ་ སྟེ །_ |#| གཞོན་ནུ་ འདི་ ཡང་ བྱས་པ་ གཟོ་བ་ ཉིད་ འཛིན་པ ར་ འགྱུར་ རོ །_།
en: you must be grateful for what I have done, and also show gratitude for the prince’s deeds.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ ལན་ གཉིས་ སུ་ ཡང་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1215 “Śāradvatī­putra, the māra Muṣitasmṛti said twice to prince Smṛtilābha,

source: ཀྱེ་ གཞོན་ནུ་ སྙིང་བརྩེ་ བར་ བྱེད་པ་ ཕན་པ ར་ བྱེད་པ་ ཁོ་བོ འི་ ཚིག་ བཞིན་ དུ་ བྱོས་ ཤིག་ དང་
en: ‘Prince, follow my compassionate and beneficial words and

source: ཇི་སྲིད་ འཚོ འི་ བར་ ཁྱོད་ ཀྱི་ མཛའ་བཤེས་ སུ་ འགྱུར་ རོ །_།
en: I will be your companion for as long as we shall live. [151.a]

source: [151a] གཞོན་ནུ་ སྡིག་པ་ ཅན་ གྱི་ ལྟ་བ ར་ གྱུར་པ་ འདི ས་ ཁྱོད་ ལ་ ཅི་ཞིག་ བྱ །_
en: Prince, what good to you is this evil view?

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ ལྟ་བ་ ད་ ཐོང་ ཤིག _།
en: Prince, give up this view!

source: གཞོན་ནུ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ནི་ རྙེད་པ ར་ དཀའ་བ འོ །_།
en: Prince, unexcelled and perfect awakening is difficult to attain.

source: གཞོན་ནུ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ནི་ མཆོག་ ཏུ་ རྙེད་པ ར་ དཀའ་བ འོ །_།
en: Prince, unexcelled and perfect awakening is extremely difficult to attain.

source: གཞོན་ནུ་ ཡང་ ཁྱོད་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ འགྲོ་བ་ གང་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ འི་ གནས་ གཞན་དག་ ཀྱང་ ལྟ་བ ར་ འདོད་ དམ །_
en: Prince, do you want to see the other locations of the existences into which bodhisattvas are born?’

source: ཀྱེ་ མི་ལྟ་བ ར་ འདོད་ དོ །_།
en: “ ‘Yes, I would like that.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ ས་ཕྱོགས་ དེར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ མངོན་པར་ སྤྲུལ་ ཏེ །_ |#| སྤྲུལ་ ནས་ |#| ཀྱང་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: $1216 “The māra Muṣitasmṛti then manifested right on that spot the hell realms and asked Smṛtilābha,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ་དག་ ན་ གནོད་པ་ རྣམ་པ་ དུ་མ་ ཉམས་ སུ་ མྱོང་བ །_ ཚོར་བ་ རྣམ་པ་ དུ་མ་ ཉམས་ སུ་ མྱོང་བ འི་ སེམས་ཅན་ དེ་དག་ མཐོང་ ངམ །_
en: ‘Prince, do you see the beings experiencing the many kinds of torments and sensations in those hells?’

source: གཞོན་ནུ་ དེ་ དག་ གིས་ ནི་ སྔོན་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ པར་ གྱུར་ ཏེ །_
en: $1217 “ ‘Prince, they all previously gave rise to the mind set on awakening.

source: དེ་དག་ ནི་ སློངས་ མོ་པ་ རྣམས་ ཀྱིས་ གནོད་པ ར་ གྱུར་ ནས་ སེར་སྣ འི་ སེམས་ སུ་ བྱས །_ |#| གནོད་སེམས་ སུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ ཏུ་ སྐྱེས་པ་ ཡིན་ ནོ །_།
en: However, harmed by beggars, they produced feelings of miserliness and ill will and were therefore born into the hells.

source: གཞོན་ནུ་ དེ་ལྟ ར་ ལྷག་པ ར་ སློང་བ་ དག་ ལ་ སྦྱིན་པ ར་ བྱེད་པ་ དག་ གི་ འགྲོ་བ་ ནི་ འདི་ ཡིན་ ཏེ །_ |#| གནོད་སེམས་ སྐྱེ འོ །_།
en: Prince, such is the destiny especially for those who give to beggars and have ill will.

source: དེ་དག་ གནོད་སེམས་ ལ་ རབ་ཏུ་ གནས་པ ས་ འགྲོ་བ་ དེ་ལྟ་ བུ་ དེ་དག་ ཏུ་ སྐྱེས་ སོ །_།
en: Those harboring ill will are born into such destinations.

source: གཞོན་ནུ་ གང་ཡང་ ཁྱོད་ སྦྱིན་པ འི་ སེམས་ ཀྱི་ གནོད་སེམས་ སུ་ མི་ བྱེད་ ན་ དེ འི་ ཚེ་ སྐྱེ་བ་ ཕྱིར་ལོག་ སྟེ །_
en: Prince, even if you have no ill will in your motive to give, then your next birth will be aborted as

source: མངལ་ ན་ གནས་པ འི་ ཚེ་ ཡང་ གནོད་སྦྱིན་ འདི་ དག་ གིས་ གཟི་བྱིན་ འཕྲོག་པ ར་ བྱེད་ དོ །_།
en: these yakṣas will rob your vitality while you are still in the womb.

source: བཙས་ ནས་ ཀྱང་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ བཅད་ ནས་ ཁྱེར་ ཏེ་ འདོང་བ ར་ བྱེད་ དོ །_།
en: Once you are born, moreover, they will cut off your limbs and appendages and take them away.

source: གཞོན་ནུ་ གལ་ཏེ་ ཡིད་ མི་ ཆེས་ ན་ |#| དྲིས་ ཤིག _།
en: Ask them, Prince, if you do not believe me!’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ སྨྲས་པ །_
en: $1218 “Prince Smṛtilābha then asked the hell beings,

source: རིགས་ ཀྱི་ བུ་ དག་ཅི འི་ ཕྱིར་ ཁྱོད་ ཅག་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ འདི་དག་ ཏུ་ སྐྱེས །_
en: ‘Noble sons, why were you born in these hells?’

source: དེ་དག་ གིས་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: they replied,

source: གཞོན་ནུ་ བདག་ཅག་ གིས་ སྔོན་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ དེ །_
en: “ ‘Prince,’ |#| ‘we had previously given rise to the mind set on unexcelled and perfect awakening but,

source: བདག་ཅག་ ནི་ སློངས་ མོ་པ་ རྣམས་ ཀྱིས་ བསླངས་པ་ ན་ ཀུན་ དུ་ གདུངས་ ཤིང་ རབ་ཏུ་ [151b] གདུངས་ ནས་ སེར་སྣ་ ཅན་ དག་ ཏུ་ གྱུར་ ཏེ །_ |#| བདག་ཅག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ འདི་དག་ ཏུ་ སྐྱེས་ སོ །_།
en: oppressed and tormented when beggars made demands of us, [151.b] we became miserly and were born into these hell realms.’

source: གཞན་དག་ གིས་ ཀྱང་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: Others among them also said,

source: གཞོན་ནུ་ བདག་ཅག་ ནི་ སྔོན་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ པར་ གྱུར་ ཏེ །_
en: ‘Prince, previously we had given rise to the mind set on awakening, but

source: དེས་ན་ བདག་ཅག་ སློངས་ མོ་པ་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ བསླངས་པ་ ན་ ཞེ་སྡང་ གི་ སེམས་བསྐྱེད་ པས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཏུ་ སྐྱེས་ སོ །_།
en: when beggars therefore asked for our limbs and appendages, we got angry and were thus born into the hells.

source: གཞོན་ནུ་ དེ་ལྟ་བས་ན་ མི་ འདི ས་ ཁྱོད་ ལ་ བསྒོ་བ་ བཞིན་ དུ་ དེ་ གྱིས་ ཤིག _།
en: Prince, you should therefore do as this person advises you.

source: འདིར་ སྐྱེས་ ནས་ ཕྱིས་ འགྱོད་པ ར་ གྱུར་ ན་ ནི་ མི་ རུང་ ངོ་ །_།
en: It would not be good for you to be born here and later regret it.’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ དེ་ ལ་ སྨྲས་པ །_
en: $1219 “Prince Smṛtilābha then said to the māra Muṣitasmṛti,

source: ཀྱེ་ མི་ འདི་ལྟ་སྟེ །_ |#| ཁྱོད་ ཁོ་བོ་ ལ་དོན་ འདོད་པ་ དང་ །_ ཕན་པ་ འདོད་པ་ དང་ །_ གྲུབ་པ་ དང་ །_ བདེ་བ ར་ འདོད་པ་ དང་ །_ ཁྱོད་ ཀྱིས་ ཁོ་བོ་ ལ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ བསྟན་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔ འི་ ཐེག་པ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ འི་ སེམས་ཅན་ དེ་དག་ ཀུན་ དུ་ བསྟན་པ་ ནི་ ངོ་མཚར་ ཏོ །_།
en: ‘You do want my welfare, benefit, success, and happiness. |#| The hells you have shown me and the beings who have embarked on the Bodhisattva Vehicle that you have shown me are amazing!

source: ཀྱེ་ མི་ དེས་ན་ ཁོ་བོ ས་ འདི་ ཕྱིན་ཆད་ སེམས་ཅན་ སློངས་ མོ་པ་ གང་ཞིག་ དངོས་པོ་ གང་ ལ་ མངོན་པར་ བརྩོན་པ་ ལ་ འཁྲུག་པ ར་ མི་ བྱ འོ །_།
en: Because of this, I will henceforth ensure that I am unflappable in my perseverance in anything that beings should request.

source: ཁོ་བོ ས་ དངོས་པོ་ ཐམས་ཅད་ སྦྱིན་པ་ ཁོ་ན ར་ བྱ འོ །_།
en: I will solely provide them with everything.

source: ཁྲོ་བ འི་ སེམས་བསྐྱེད་ པར་ མི་ བྱ འོ །_། |#| གནོད་སེམས་ སུ་ མི་ བྱ འོ །_།
en: I will neither be angry nor have ill will.

source: སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ སྐྱེ་བ་ འདི་ ནི་ སྦྱིན་པ འི་ འབྲས་བུ་ མ་ ཡིན་ ཞིང་ །_ འདི་ ནི་ སེར་སྣ འི་ འབྲས་བུ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: This is because being born into the hells is not the fruit of generosity, but the fruit of miserliness.

source: ཀྱེ་ མི་ ཡང་ ཚུ ར་ ཤོག་ གཉི་ག་ འགྲོགས་ ཏེ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ག་ལ་བ་ དེར་ འདོང་བ ར་ བྱ འོ །_།
en: Come with me! |#| We should go together to where the thus-gone one, the worthy one, the perfect buddha Guṇarājaprabha is.

source: དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ དེ་ ལ་ ཡང་ བསྙེན་བཀུར་ བྱ་ ཡོངས་སུ་ ཞུ་བ ར་ བྱ་ སྟེ །_
en: We should pay respects and make requests to the thus-gone one, the worthy one, that perfect buddha.

source: དེས་ ཇི་སྐད་ གསུངས་པ་ དེ་བཞིན་ དུ་ གཟུང་བ ར་ བྱ འོ །_།
en: We should accept whatever he says.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་ པ་ རྙེད་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1220 “The māra Muṣitasmṛti said to Prince Smṛtilābha,

source: རིགས་ ཀྱི་ བུ་ བཅོམ་ལྡན་འདས་ དེ འི་ ཐད་ དུ་ སོང་བ ས་ ཁྱོད་ ལ་ ཅི་ཞིག་ བྱ །_
en: ‘Noble son, what good will going to the Thus-Gone One do you?

source: གཞོན་ནུ་ ཁྱོད་ སོང་ ཤིག _།
en: Prince, you go!

source: ཁོ་བོ་ ནི་ མི་ འགྲོ འོ །_།
en: I am not going.

source: དེར་ ཁོ་བོ་ སོང་ ནས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ ན་ མི་ རུང་བ འི་ ཕྱིར་ རོ །_།
en: This is because it would not be right for me to go there and give rise to the mind set on unexcelled and perfect awakening.’ [152.a]

source: དེ་ [152a] ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ སྨྲས་པ །_
en: $1221 “Prince Smṛtilābha then said to the māra Muṣitasmṛti,

source: ཀྱེ་ མི་ གལ་ཏེ་ ཁྱོད་ ཁོ་བོ་ ལ་ ཕན་པ ར་ འདོད་པ་ དང་ །_ གྲུབ་པ་ དང་ བདེ་བ ར་ འདོད་པ་ ཡིན་ ན |#| དེ འི་ ཕྱིར་ ཚུ ར་ ཤོག་ བཅོམ་ལྡན་འདས་ དེ འི་ ཐད་ དུ་ འདོང་བ ར་ བྱ འོ །_།
en: ‘If you want my welfare, success, and happiness then come, let us go to the Thus-Gone One.

source: འདི་ལྟ་སྟེ །_ བཅོམ་ལྡན་འདས་ དེས་ གསུངས་པ་ དེ་བཞིན་ དུ་ གཟུང་བ ར་ བྱ འོ །_།
en: Let us accept whatever he says.’

source: ལན་ གཉིས་ ལན་ གསུམ་ དུ་ ཡང་ སྨྲས་ སོ །_།
en: He then repeated this, three times in all.

source: བདུད་ ཀྱིས་ སྨྲས་པ །_
en: “But the māra insisted,

source: གཞོན་ནུ་ ཆོག་ གོ །_།
en: ‘Enough, Prince!

source: !དེས་ བསྒོ་བ་ མང་ མོ་ ཞིག་ ཁོ་བོ ས་ རྫོགས་པ ར་ བྱས་ ཏེ །_
en: I have already done a lot#61 of what he has advised.

source: དེ་ ཁོ་ན འི་ རྒྱུས་ ཁོ་བོ་ སྡུག་བསྔལ་ ཆེན་པོ་ ཐོབ་པ ར་ གྱུར་པ ས་ དེས་ བསྒོ་བ་ བཞིན་ ཁོ་བོ་ མི་ བྱེད་ དོ །_།
en: On precisely that account I have incurred great suffering. |#| So I will not do as he advises.’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེས་ བདུད་ བརྗེད་ངས་ ཀྱི་ ལག་པ་ ནས་ བཟུང་ ནས་ ཚུ ར་ དྲངས་ ཏེ་ ཚུ ར་ ཤོག་ བཅོམ་ལྡན་འདས་ དེ་ག་ ལ་བ་ དེར་ འདོང་བ ར་ བྱ འོ །_།
en: $1222 “The prince then grabbed the māra Muṣitasmṛti by the hand and pulled him along, saying, ‘Come, let us go to where the Blessed One is!’

source: གཞོན་ནུ་ ཁྱོད་ གདུལ་བྱ་ མ་ ཡིན་ གྱིས་ སོང་ ཤིག _།
en: “ ‘Prince, go away!’ |#| ‘You should not be a disciple.

source: སྡུག་བསྔལ་ གྱི་ ཕུང་པོ་ དེ་དག་ ནི་ ཁྱོད་ ཀྱིས་ ཉམས་ སུ་ མྱོང་བ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: You will experience those heaps of suffering.’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ བཅོམ་ལྡན་འདས་ དེ་ག་ ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བསྐོར་བ་ བྱས་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: $1223 “Still, Prince Smṛtilābha went to where the Blessed One was. |#| Approaching, he circumambulated the Blessed One and sat to one side.

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་ ཀྱང་ ལམ་ཀ ར་ བདུད་ དེ་ དང་ གཏམ་ ཇི་སྙེད་ བྱས་པ་ དེ་ ཐམས་ཅད་ བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏོ །_།
en: While seated there, he told the Blessed One all about the words he had with the māra on the road.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: The blessed thus-gone one Guṇarājaprabha said to Prince Smṛtilābha,

source: གཞོན་ནུ་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: ‘Prince, well done, well done!

source: བདུད་ བརྗེད་ངས་ ཞེས་ བྱ་བ་ དེ་ ཁྱོད་ ཀྱི་ མིག་ གིས་ མི་ རྩོལ་བ ར་ བྱ་བ འི་ ཕྱིར་ དང་ །_ |#| མོས་པ་ བཟློག་ པར་ བྱ་བ འི་ ཕྱིར་ འོངས་པ་ ཡིན་ ནོ །_།
en: That was the māra called Muṣitasmṛti, who came to confuse you and avert you from your resolve.’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེ་ བདུད་ དེ་ག་ ལ་བ་ དེར་ སོང་ ནས་ སྨྲས་པ །_
en: $1224 “Prince Smṛtilābha then went to the māra and said,

source: བདུད་ ཁྱོད་ ཚུ ར་ ཤོག _།
en: ‘Come, māra!

source: བཅོམ་ལྡན་འདས་ ལ་ སྐྱབས་ སུ་ སོང་ ཤིག _།
en: Go for refuge in the Blessed One!

source: ཆོས་ ལ་ སྐྱབས་ སུ་ སོང་ ཤིག _།
en: Go for refuge in the Dharma!

source: དགེ་འདུན་ ལ་ སྐྱབས་ སུ་ སོང་ ཤིག _།
en: Go for refuge in the Saṅgha!’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་ པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: “The māra Muṣitasmṛti replied to Prince Smṛtilābha,

source: ཁོ་བོ་ སངས་རྒྱས་ ལ་ སྐྱབས་ སུ་ མི་ འགྲོ འོ །_།
en: I will not go for refuge in the Blessed One!

source: ཆོས་ ལ་ སྐྱབས་ སུ་ མི་ འགྲོ འོ །_།
en: I will not go for refuge in the Dharma!

source: དགེ་འདུན་ ལ་ སྐྱབས་ སུ་ མི་ འགྲོ འོ་ ཞེས་ དེ་སྐད་ སྨྲས་ ནས་ ཅང་ མི་སྨྲ་ བར་ གྱུར་ ཏོ །_།
en: I will not go for refuge in the Saṅgha!’ |#| Having thus spoken, the māra fell silent.

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ [152b] བདེན་པ འི་ བྱིན་ གྱི་ རླབས་ ཀྱིས་ རྣམ་པར་ བལྟས་ སོ །_།
en: $1225 “Then, by means of the blessing of truth, Prince Smṛtilābha looked at the māra Muṣitasmṛti. [152.b]

source: རྣམ་པར་ བལྟས་ ནས་ |#| དེ་ མ་ ཐག་ ཏུ་ དེ་ནས་ ཡང་ བདུད་ བརྗེད་ངས་ ཀྱིས་ བདག་ཉིད་ ཀྱི་ སྐྲ་ ཞག་ བདུན་ དུ་ བྲེགས་པ་ དང་ །_ བདག་ཉིད་ གོས་ ངུར་སྨྲིག་ ཕྲ་ ཞིང་ འཇམ་པ་ གྱོན་པ་ མཐོང་ ཞིང་ །_
en: No sooner had he looked at him than he saw that spontaneously the māra Muṣitasmṛti’s hair had a seven day shave, and spontaneously he was wearing fine and soft ochre robes;

source: འཁར་གསིལ་ དང་ །_ ལྷུང་བཟེད་ ཐོགས་པ ར་ མཐོང་ ངོ་ །_།
en: and he saw that he was carrying a monk’s staff and an alms bowl.

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ བདག་ཉིད་ རབ་ཏུ་ བྱུང་ ཞིང་ །_ ཆོས་གོས་ དང་ ལྷུང་བཟེད་ དང་ འཁར་གསིལ་ ཐོགས་པ ར་ རིག་ ནས་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: The māra Muṣitasmṛti, realizing that he had spontaneously gone forth and was carrying a monk’s staff and an alms bowl, said to the thus-gone one Guṇarājaprabha,

source: བཅོམ་ལྡན་འདས་ སུ་ སངས་རྒྱས་ ལ་ སྐྱབས་ སུ་ མི་ མཆི །_ ཆོས་ ལ་ སྐྱབས་ སུ་ མི་ མཆི །_ དགེ་འདུན་ ལ་ སྐྱབས་ སུ་ མི་ མཆི་བ་ དེས་ ཆོས་ཉིད་ དེ་ ཀུན་ དུ་ འཚལ་ ལགས་སོ །_།
en: ‘Blessed One, someone who does not go for refuge to the Buddha, does not go for refuge to the Dharma, and does not go to for refuge to the Saṅgha, which of those truths does he seek?’#62

source: བརྗེད་ངས་ སུ ས་ ཁྱོད་ ཀྱི་ སྐྲ་ དག་ བྲེགས །_
en: ‘Muṣitasmṛti, who shaved your head?

source: གོས་ ངུར་སྨྲིག་ དག་ བྱིན །_
en: Who gave you ochre robes?

source: ལྷུང་བཟེད་ དང་ འཁར་གསིལ་ དག་ བྱིན །_
en: Who gave you an alms bowl and a monk’s staff?’

source: དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: “The māra thought,

source: བདག་ འོངས་ ནས་ སུ ས་ ཀྱང་ མགོ་ བྲེགས་པ་ མེད་ དོ །_།
en: ‘Since I came, nobody shaved my head.

source: གོས་ ངུར་སྨྲིག་ དག་ དང་ ལྷུང་བཟེད་ དང་ འཁར་གསིལ་ དག་ བྱིན་པ་ ཡང་ མེད་ དོ །_།
en: Nobody gave me ochre robes, nor an alms bowl and a monk’s staff.

source: བདག་ གིས་ ཕྱོགས་ གཅིག་ ཏུ་ བོར་ ཏེ་ འགྲོ་བ ར་ བྱ འོ་ སྙམ་ ནས་
en: I will toss these aside and go.’

source: དེར་ དོར་བ ར་ འདོད་ ན་ ཡང་ མ་ནུ ས་ སོ །_།
en: $1227 “But however much he wished to toss them aside there, he could not.

source: ཇི་ སྲིད་ དུ་ བདག་ འཁོར་ དེར་ འདུག་པ་ དེ་སྲིད་ དུ་ འཁོར་ དེ་ བདག་ ལ་ འཕྱ་བ ར་ འགྱུར་ ཞིང་བདག་ ཀྱང་ ངོ་ཚ་ བར་ འགྱུར་ ཏེ །_
en: ‘This retinue will criticize me and I will also be ashamed for as long as I stay here.

source: བདག་ འདི་ ནས་ མི་སྣང་བ ར་ བྱ་ ཞིང་ རང་ གི་ གནས་ སུ་ འགྲོ་བ ར་ བྱ འོ་ སྙམ་ ནས །_
en: I will thus vanish from here and return to my own place.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ འཁོར་ དེ་ནས་ མི་སྣང་བ ར་ གྱུར་ ཅིང་ རང་ གི་ གནས་ སུ་ ཡང་ སོང་ ངོ་ །_།
en: The māra Muṣitasmṛti then vanished from the retinue and returned to his own place.

source: ཤ་ ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ བདུད་ ཀྱི་ རིས་ ཀྱི་ ལྷ་མོ་ དེ་དག་ གིས་ རབ་ཏུ་ བྱུང་བ་ དེ་ མཐོང་ ནས་ |#| འབྲོས་ ཤིང་ སྨྲས་པ །_
en: $1228 “Śāradvatī­putra, the goddesses of the māra class fled upon seeing the one who had gone forth and said,

source: མགོ་ བྲེགས་ ཤིང་ ཆོས་གོས་ འཆང་བ་ འདི་ ལྟ་བུ་ འདི་ སུ་ ཡིན་ ཏེ
en: ‘Who is this person with his head shaven and wearing Dharma robes?

source: སྔོན་མ་ བྱུང་བ འི་ མཚན་མ་ འདི་ ལྟ་བུ་ སྣང་བས་ བདག་ཅག་ མི་རྟག་པ་ ཉིད་ དུ་ གྱུར་ ན་ མི་ རུང་ ངོ་ །_།
en: The appearance of such unprecedented features might kill us—how terrible!’

source: དེས་ རང་ གི་ འཁོར་ ན་ འདུག་ པ འི་ སླས་ དེ་ ལ་ སྨྲས་པ །_
en: $1229 “He replied to those in his retinue who had spoken thus,

source: བཟོད་ལྡན་ དག་ ཁོ་བོ་ དགེ་སློང་ མ་ ཡིན་ ཏེ །_
en: ‘Patient ones, I am not a monk.

source: ཁོ་བོ་ ནི་ བདུད་ བརྗེད་ངས་ ཡིན་ ནོ །_།
en: I am the māra Muṣitasmṛti.

source: མིག་ གིས་ མི་ རྩོལ་བ ར་ བྱ་བ འི་ ཕྱིར་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ དེ འི་ ཐད་ དུ་ སོང་ ནས་
en: In order to confuse someone I went before the thus-gone one Guṇarājaprabha and the

source: བཅོམ་ལྡན་འདས་ དེས་ ཁོ་བོ་ འདི་ལྟར་ མི་ སྡུག་པ ར་ བསྒྱུར་ ཏོ །_།
en: Thus-Gone One transformed me into such a hideous figure.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ [153a] བདུད་ ཀྱི་ རིས་ ཀྱི་ ལྷ་མོ་ དེ་དག་ གིས་ སྨྲས་པ །_
en: $1230 “Śāradvatī­putra, [153.a] the goddesses of the māra class then said,

source: གོས་ ངུར་སྨྲིག་ གྱོན་པ་ ནི་ བླུན་པོ་ ཡིན་ ན །_
en: ‘Only fools wear ochre robes, so

source: ཁྱོད་ ཅིའི་ཕྱིར་ འདི་སྐད་ དུ་ མི་ འཐུན་ པར་ སྨྲ །_
en: why do you thus speak so inconsistently?

source: ཁྱོད་ ནི་ བདུད་ ཀྱི་ གནས་ འདི་ ལས་ ཉམས་ སོ །_།
en: You have fallen from this abode of māras.

source: འདིར་ ནི་ བདུད་ གཞན་ ཞིག་ སྐྱེས་ སོ །_།
en: Another māra has been born here.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ ཚིག་ དེ་ ཐོས་ ནས་ སྡུག་བསྔལ་ ཞིང་ ཡིད་ མི་ བདེ་བ ར་ གྱུར་ ཏེ །_ |#| འགྱོད་པ་ དང་ བཅས་པ ས་ ཉམ་ཐག་པ འི་ སྐད་ ཕྱུང་ ངོ་ །_།
en: $1231 “Śāradvatī­putra, upon hearing those words, the māra Muṣitasmṛti was anguished and sad, and cried out remorsefully with words of grief.

source: དེ་ཡང་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ག་ལ་བ་ དེར་ སོང་ ནས་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ ར་ འདུག་པ ར་ གྱུར་ ཏོ །_།
en: He went to where the thus-gone one Guṇaprabha was and sat before the Blessed One.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ཀྱིས་ ཇི་ལྟ་བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ་ ཀུན་ ཏུ་ སྟོན་པ་ དེ་ལྟ་ བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་ དོ །_།
en: Then the blessed thus-gone one Guṇarājaprabha performed the magical feat by which the Hell of Incessant Pain was fully revealed.

source: དེ་ནས་ དེ་ ན་ ཡོད་པ འི་ སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་ རྣམས་ ཀུན་ ཏུ་ འབར་བ་ རབ་ ཏུ་ འབར་བ །_ ཀུན་ ཏུ་ རབ་ཏུ་ མཆེད་ ཅིང་ འབར་བ །_ ཀུན་ ནས་ འབར་བ ར་ གྱུར་པ །_ རི་རབ་ ཙམ་ གྱི་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ དག་ ཐོགས་ ཤིང་ འཁར་བ འི་ ཐུ་ལུམ་ དག་ ཐོགས་ ནས་ |#| རྒྱུག་ ཅིང་ རྗེས་སུ་ དོང་ ངོ་ །_།
en: All the hell guardians present there rushed and darted around, bearing iron and brass hammers the size of Mount Sumeru that were flaring, burning, blazing, and completely engulfed in flames.

source: འདི་སྐད་ ཅེས་ ཀྱང་ སྨྲས་ སོ །_།
en: They asked,

source: བདུད་ བརྗེད་ངས་ ད་ག ར་ སོང་ །_
en: ‘Where has Muṣitasmṛti gone?’

source: སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་གཞན་ དག་ གིས་ ཀྱང་ སྨྲས་པ །_
en: $1232 “Other hell guardians said,

source: དེས་ ཅི་ཞིག་ བྱ །_
en: ‘What good is he?

source: དེ འི་ ཁར་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ ཀུན་ ཏུ་ འབར་བ །_ རབ་ཏུ་ འབར་བ །_ ཀུན་ དུ་ རབ་ཏུ་ མཆེད་ ཅིང་ འབར་བ །_ ཀུན་ ནས་ འབར་བ ར་ གྱུར་པ་ དེ་དག་ གཞུག་པ ར་ བྱ འོ །_།
en: We will fill his mouth with these metal hammers that are flaring, burning, blazing, and completely engulfed in flames.’

source: གྲོགས་པོ་ དག་ དེ་ ནི་ རབ་ཏུ་ བྱུང་བ་ ཡིན །_
en: ‘Friends, he has gone forth.

source: དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ ལས་ གྲོལ་བ་ ཡིན་ གྱིས་ མ་ བྱེད་ ཅིག _།
en: Since he is liberated from the hells, do not do it!’

source: དེ་ ན་ ཡོད་པ འི་ སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་གཞན་ དག་ ནི་ ཀུན་ ཏུ་ འབར་བ །_ རབ་ཏུ་ འབར་བ །_ ཀུན་ ཏུ་ རབ་ཏུ་ མཆེད་ ཅིང་ འབར་བ །_ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ ར་ གྱུར་པ འི་ རི་ དག་ ཐོགས་ ནས་ |#| རྒྱུག་ ཅིང་ དོང་ ངོ་ །_།
en: Other hell guardians present there rushed and darted around, carrying mountains that were flaring, burning, blazing, and completely engulfed in flames.

source: བདུད་ བརྗེད་ངས་ དགར་ སོང་ །_
en: ‘Where did Muṣitasmṛti go?’

source: དེ་ནས་ གཞན་དག་ གིས་ ཀྱང་ སྨྲས་པ །_
en: Others said,

source: མེ འི་ རི་ ཆེན་པོ་ དེ་དག་ གིས་ ཐལ་བ ར་ བརླག་པ ར་ བྱ འོ །_།
en: We will pulverize him with these giant flaming mountains!’

source: དེར་ གཞན་དག་ གིས་ [153b] སྨྲས་པ །_
en: Others chimed in, [153.b]

source: དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ འཇིགས་པ་ དག་ ལས་ གྲོལ་བ་ ཡིན་ གྱིས་ མ་ བྱེད་ ཅིག _།
en: Since he is liberated from the hells, do not do it!’

source: དེ་ནས་ གཞན་དག་ ཀྱང་ སྤུ་གྲི འི་ སོ་ ལྟ་བུ འི་ གྲི་ དག་ ཐོགས་ ནས་ རྗེས་སུ་ རྒྱུག་ ཅིང་ དོང་ ངོ་ །_། |#| འདི་སྐད་ ཅེས་ ཀྱང་ སྨྲས་ སོ །_།
en: $1233 “Others rushed and darted around carrying razor blade-like knives, asking,

source: དེ་ནས་ གཞན་དག་ གིས་ སྨྲས་པ །_
en: Others said,

source: འདི་དག་ གིས་ དེ འི་ ལུས་ ཤ་ མེད་པར་ བྱ འོ །_།
en: We will flay his body!’

source: གྲོགས་པོ་ དག་ དེ་ ནི་ རབ་ཏུ་ བྱུང་བ་ ཡིན །_ ཞི་བ་ ཡིན །_ |#| དུལ་བ་ ཡིན་ ཏེ །_
en: ‘Friends, he has gone forth. |#| He is tranquil and gentle.

source: དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ འཇིགས་པ་ དག་ ལས་ གྲོལ་བ ར་ གྱུར་ ཏོ །_།
en: So since he is liberated from the hells, do not do it!’

source: དེ་ནས་ གཞན་དག་ ཀྱང་ ཟངས་ བསྐོལ་བ འི་ བུམ་པ་ དག་ ཕྲག་པ ར་ ཐོགས་ ནས་ ཕྱོགས་ བཞི ར་ རྒྱུག་ ཅིང་ དོང་ ངོ་ །_། |#| འདི་སྐད་ ཅེས་ ཀྱང་ སྨྲས་ སོ །_།
en: Others rushed and darted throughout the four directions carrying vases of molten copper on their shoulders, asking,

source: དེ་ནས་ གཞན་ ཞིག་ གིས་ སྨྲས་པ །_
en: Others said,

source: དེས་ ཅི་ ཞིག་ བྱ །_
en: ‘What good is he?

source: འདི་ ལ་ཁ འི་ སྒོ ར་ ཟངས་ ཀུན་ ཏུ་ བསྐོལ་བ འི་ བུམ་པ་ དག་ བླུགས་པ ར་ བྱ་ སྟེ །_ |#| དེ་དག་ གིས་ འདི འི་ མཆུ་ དག་ ཚིག་པ ར་ བྱེད་ དོ །_། |#| རྐན་ ཚིག་པ ར་ བྱེད་ དོ །_། |#| སྙིང་ ཚིག་པ ར་ བྱེད་ དོ །_། |#| རྒྱུ་མ་ དག་ དང་ །_ མཉེ་ མ་ དག་ དང་ །_ ལྟོ་ ཚིག་པ ར་ བྱེད་ དོ །_། |#| གཞང་ ཚིག་པ ར་ བྱེད་ དོ །_། |#| དེ འི་ འོག་ གི་ ཆར་ ཡང་ འབྱུང་བ ར་ བྱེད་ དོ །_།
en: We will pour these vases of molten copper into his mouth and thus burn his lips, tongue, heart, small intestine, large intestine, stomach, and anus, forcing it to come out his hind end!’

source: དེ་དག་ གིས་ སྨྲས་པ །_
en: Others chimed in,

source: གྲོགས་པོ་ དག་ དེ་ ནི་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་བ་ ཡིན །_
en: ‘Friends, he has gone forth under the teachings of the Blessed One.

source: དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ སྡུག་བསྔལ་ དག་ ལས་ གྲོལ་བ་ ཡིན་ ནོ །_།
en: He is liberated from the hells.’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་གཞན་ དག་ ཀྱང་ ལག་ ན་ མཚོན་ཆ་ མི་ འཐུན་པ་ རྣམ་པ་ སྣ་ཚོགས་ ཐོགས་པ་ དག་ ཀུན་ ཏུ་ རྒྱུག་ སྟེ །_ |#| འདི་ལྟ་སྟེ །_ ལག་ ན་ མདུང་ཐུང་ དང་ །_ མདའ་བོ་ ཆེ་ དང་ །_ མཚོན་ཆ་ རྩེ་གཅིག་པ་ དང་ །_ ལྕགས་མདའ་ དང་ །_ སྟེའུ་ ཁ་ ཉ་རྔ་ དང་ །_ གཏུན་ དང་ །_ རལ་གྲི་ དང་ །_ དགྲ་སྟ་ དང་ །_ མདུང་ དང་ །_ དབྱུག་པ་ ཐོགས་པ་ དག་ རྗེས་སུ་ རྒྱུག་ ཅིང་ དོང་ ལ་
en: $1234 “Other hell guardians rushed all around carrying many different kinds of weapons in their hands, such as spears, lances, javelins, iron arrows, bhalla arrows, clubs, swords, axes, pikes, and staffs. |#| As they rushed and darted around carrying these weapons,
